{
  "id": [
    {
      "section": "Peturasan di toilet pria dan wanita",
      "previous_sentence": "Sejak abad ke-20, jamban wanita tidak lagi menyediakan peturasan karena kimono bukan lagi pakaian sehari-hari bagi sebagian besar wanita di Jepang.",
      "claim": "Peturasan untuk wanita sempat kembali dipasang di toilet wanita ketika TOTO memproduksi peturasan wanita.",
      "subsequent_sentence": "Walaupun demikian, peturasan wanita tidak pernah populer, dan hanya ada beberapa yang tersisa, termasuk di toilet Stadion Nasional Jepang peninggalan Olimpiade Tokyo 1964.",
      "label": 1
    },
    {
      "section": "Sidang Resmi Kedua BPUPK",
      "previous_sentence": "Pada sore hari tanggal 15 Juli, Hadikoesoemo kembali mengajukan usulannya.",
      "claim": "Karena merasa kekhawatirannya tidak dijawab dengan memuaskan, ia menyatakan penolakannya terhadap kompromi dalam Piagam Jakarta.",
      "subsequent_sentence": "Kemudian, pada tanggal 16 Juli, Soekarno membuka rapat dengan permohonan kepada kelompok kebangsaan untuk mau berkorban dengan memasukkan tujuh kata Piagam Jakarta ke dalam batang tubuh undang-undang dasar dan juga dengan menambahkan klausul bahwa Presiden Republik Indonesia harus Muslim.",
      "label": 1
    },
    {
      "section": "Koresponden luar negeri",
      "previous_sentence": null,
      "claim": "Sebagai salah seorang dari tiga pembawa berita ABC, Jennings bertugas meliput berita internasional, terutama masalah Timur Tengah.",
      "subsequent_sentence": "Laporannya dari London selalu hadir setiap malam sehingga ABC News terkesan lebih mementingkan berita luar negeri dibandingkan program berita televisi lain.",
      "label": 1
    },
    {
      "section": "2013–2015: The Hunting Party",
      "previous_sentence": "Mereka juga tampil lagi bersama Iron Maiden di Greenfield Festival pada bulan Juli.",
      "claim": "Pada 22 Juni, Linkin Park menggelar konser tak terjadwalkan sebagai bintang utama di Vans Warped Tour; mereka bermain bersama Issues, The Devil Wears Prada, A Day To Remember, Yellowcard, Breathe Carolina, Finch, dan Machine Gun Kelly.",
      "subsequent_sentence": "Pada Januari 2015, band ini menggelar tur untuk merilis album The Hunting Party, yang terdiri dari 17 konser di seluruh Amerika Serikat dan Kanada.",
      "label": 1
    },
    {
      "section": "Penjelajahan",
      "previous_sentence": "Kegagalan misi biasanya diakibatkan oleh masalah teknis, seperti kegagalan atau kehilangan komunikasi atau kesalahan rancangan, yang sering kali diakibatkan oleh kurangnya pendanaan atau ketidakcakapan pelaksana misi.",
      "claim": "Kegagalan tersebut telah menyebabkan munculnya satir yang menyalahkan \"Segitiga Bermuda\" di antara Bumi-Mars, \"Kutukan\" Mars, atau \"Setan Galaktik Raksasa\" (Great Galactic Ghoul) yang memakan wahana antariksa Mars.",
      "subsequent_sentence": "Misi-misi yang baru saja gagal contohnya adalah Beagle 2 (2003), Mars Climate Orbiter (1999), dan Mars 96 (1996).",
      "label": 1
    },
    {
      "section": "Chi",
      "previous_sentence": "Oleh karena itu ada ungkapan, onye kwe, Chi ya ekwe (\"Jika seseorang menyetujui sesuatu, rohnya juga setuju\").",
      "claim": "Secara kultural, orang dipandang sebagai pencipta atau pembentuk takdir mereka sendiri.",
      "subsequent_sentence": "Nafas kehidupan ada di jantung (óbì).",
      "label": 1
    },
    {
      "section": "Kesudahan",
      "previous_sentence": "Pada saat itu, Batavia sendiri menghadapi ancaman dari Kesultanan Banten di Jawa Barat, dan pos VOC di Malaka terancam oleh Kesultanan Johor.",
      "claim": "Pada tanggal 6 Juli, VOC memerintahkan penghentian operasi Speelman: \"Bukan salah satu dari orang-orang kita, besar atau kecil, akan pergi ke Mataram\".",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Keluarga Mortara dan Anna Morisi",
      "previous_sentence": "Para majikan biasanya akan memecat pelayan yang hamil di luar nikah, tetapi keluarga Mortara justru mengongkosi Anna untuk tinggal di rumah seorang bidan sejak empat bulan menjelang bersalin sampai selesai bersalin, kemudian kembali bekerja di rumah mereka.",
      "claim": "Demi menjaga nama baik Anna maupun nama baik keluarga Mortara sendiri, para tetangga diberitahu bahwa Anna sedang sakit dan pulang kampung untuk memulihkan diri.",
      "subsequent_sentence": "Anna menyerahkan bayinya ke panti asuhan, sesuai dengan ketentuan Negara Gereja bagi perempuan-perempuan yang melahirkan anak di luar nikah, dan selanjutnya kembali bekerja di rumah keluarga Mortara.",
      "label": 1
    },
    {
      "section": "Sejarah kepenulisan",
      "previous_sentence": "Empat sketsa berwarna dan empat ukiran kayu berwarna hitam putih yang digambar seniman itu menyertai teks tersebut.",
      "claim": "Naskah cerita itu yang ditulis sendiri Charles tidak termasuk kalimat dalam paragraf kedua dari belakang \"... dan Tiny Tim, yang tidak meninggal\"; kalimat ini baru ditambahkan kemudian selama proses pencetakan.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Perebutan Aleksandria dan benteng Giza oleh Dzuka",
      "previous_sentence": "Kedatangan pasukan ekspedisi Fathimiyah pada bulan Juli 919 mengejutkan gubernur kota, putra Dzuka, Muzaffar.",
      "claim": "Bersama para pembantunya dan banyak penduduk, ia melarikan diri tanpa memberikan perlawanan.",
      "subsequent_sentence": "Karena sebelumnya pernah mengakui kedaulatan Fathimiyah, kota itu kini dianggap memberontak sehingga dijarah oleh pasukan mereka.",
      "label": 1
    },
    {
      "section": "Skenario",
      "previous_sentence": "Menurut Mankiewicz, cuplikan adegan menembak jantung Drax jauh lebih rinci versi dirinya dibandingkan dengan hasil setelah penyuntingan yang muncul dalam film.",
      "claim": "Para kru juga mengambil sebuah adegan dengan Drax bertemu rekan pemodal dalam sebuah sarang di hutan dan mereka menggunakan ruang chamber sama di bawah landasan peluncuran pesawat ulang-alik yang sempat mengurung Bond dan Goodhead sebelum akhirnya melarikan diri.",
      "subsequent_sentence": "Adegan ini diambil gambarnya tetapi kemudian dipotong.",
      "label": 1
    },
    {
      "section": "Imunologi tumor",
      "previous_sentence": "Makrofag terkait tumor (tumor-associated macrophage, TAM) dapat menghasilkan sitokin dan faktor pertumbuhan seperti TNF-alfa yang dapat memelihara perkembangan tumor atau mendorong plastisitas sifat seperti sel punca.",
      "claim": "Sementara itu, sel tumor yang terus menerus terpapar keadaan hipoksia relatif ditambah dengan sitokin dan TNF-alfa menyebabkan turunnya produksi protein yang menghalangi metastasis sehingga mempercepat penyebaran sel kanker.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Status keartisannya",
      "previous_sentence": null,
      "claim": "Jackie Chan juga seorang penyanyi yang sukses, khususnya di Hong Kong dan Asia, dan mulai memiliki beberapa album lagu yang direkam secara profesional pada tahun 1980-an.",
      "subsequent_sentence": "Ia juga sering kali menyanyikan sendiri lagu tema dari film-filmnya, serta memainkannya pada akhir film.",
      "label": 1
    },
    {
      "section": "Status keartisannya",
      "previous_sentence": "Selain itu, Jackie Chan juga menjadi rekan dari Mitsubishi Motors.",
      "claim": "Sebagai imbalannya, mobil-mobil lansiran Mitsubishi hampir pasti dapat ditemukan dalam beberapa film terakhirnya.",
      "subsequent_sentence": "Sebagai penghargaan dari pihak Mitsubishi, mereka memberikannya sebuah seri terbaru yang dinamakan Evolution, sebuah mobil edisi khusus yang dapat diatur asesorisnya sesuai kehendak masing-masing pembeli.",
      "label": 1
    },
    {
      "section": "Alotrop",
      "previous_sentence": "Ia membentuk cakupan permukaan dinamis yang signifikan pada permukaan Pluto dan bulan bagian luar dari Tata Surya seperti Triton.",
      "claim": "Bahkan pada suhu rendah, nitrogen padat cukup mudah menguap dan dapat menyublim membentuk atmosfer, atau mengembun kembali ke dalam nitrogen beku.",
      "subsequent_sentence": "Ini sangat lemah dan mengalir dalam bentuk gletser dan pada geyser Triton, gas nitrogen berasal dari daerah kutub es kutub.",
      "label": 1
    },
    {
      "section": "Contoh terkenal",
      "previous_sentence": "Inskripsi lonceng tersebut berisi kemarahan terhadap Tokugawa Ieyasu, yang menjadi shogun setelah menggulingkan kekuasaan dari klan Toyotomi ketika ayah Hideyori, Hideyoshi, meninggal.",
      "claim": "Inskripsi tersebut berisi karakter \"Kokka ankō\" (国家安康code: ja is deprecated) (\"Perdamaian dan ketenangan untuk negara\"), dengan karakter untuk nama syogun (家康code: ja is deprecated) dipisah dengan karakter kanji \"perdamaian\" (安code: ja is deprecated).",
      "subsequent_sentence": "Tokugawa menganggap Toyotomi menyiratkan bahwa perdamaian memerlukan \"pemisahan bagian\" dari Tokugawa.",
      "label": 1
    },
    {
      "section": "Tudung es kutub",
      "previous_sentence": "Pembekuan musiman di beberapa wilayah di dekat tudung es kutub selatan mengakibatkan pembentukan es kering transparan setebal 1 meter di atas permukaan.",
      "claim": "Begitu musim semi datang, tekanan dari penyubliman CO2 mengangkat dan memecahkan lapisan tersebut.",
      "subsequent_sentence": "Akibatnya, terjadi letusan gas CO2 yang bercampur dengan pasir atau debu basalt gelap.",
      "label": 1
    },
    {
      "section": "Ujian pegawai negeri sipil dan Shenshi (紳士)",
      "previous_sentence": "Meski diremehkan oleh pejabat elite yang lulus ujian, perdagangan tetap menjadi salah satu unsur yang penting dalam budaya dan masyarakat Song.",
      "claim": "Pejabat dan ahli akan dianggap remeh oleh rekannya jika ia mencoba mencari uang selain dari gaji resminya; tetapi, tetap banyak pejabat dan ahli yang berdagang lewat agen perantara.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Pertempuran",
      "previous_sentence": "Dengan melakukan itu, dia telah mengubah kekuatan infanteri Romawi menjadi kelemahan.",
      "claim": "Sementara barisan depan secara bertahap maju, sebagian besar pasukan Romawi mulai kehilangan kohesi mereka, karena pasukan dari garis cadangan maju ke celah yang semakin besar.",
      "subsequent_sentence": "Segera mereka dipadatkan bersama-sama begitu dekat sehingga mereka memiliki sedikit ruang untuk menggunakan senjata mereka.",
      "label": 1
    },
    {
      "section": "Contoh terkenal",
      "previous_sentence": "Bonshō tertua yang diketahui (bahkan diyakini sebagai lonceng tertua di dunia yang masih digunakan) adalah lonceng Okikicho di Myōshin-ji, yang dipasang pada tahun 698.",
      "claim": "Bonshō terbesarnya adalah sebuah lonceng di Chion-in, yang dipasang pada tahun 1633 dan memiliki berat 74 ton.",
      "subsequent_sentence": "Tim berjumlah 25 orang diperlukan untuk membunyikan lonceng tersebut.",
      "label": 1
    },
    {
      "section": "Warga sipil dan pendudukan Jepang",
      "previous_sentence": "Setelah dibebaskan tiga setengah bulan kemudian, Oerip menolak untuk membentuk pasukan kepolisian baru yang disponsori oleh Jepang, dan kembali ke KEM.",
      "claim": "Di KEM, ia dan istrinya menyewa sawah dan menanaminya dengan padi sambil terus melanjutkan kegiatan berkebun.",
      "subsequent_sentence": "Untuk melindungi lahan mereka, Oerip melindungi tanah dan rumahnya dengan pagar bambu yang tinggi.",
      "label": 1
    },
    {
      "section": "Transportasi",
      "previous_sentence": "Metrobüs, salah satu bentuk angkutan cepat bus, melintasi Jembatan Bosporus dengan jalur-jalur khusus menuju terminal akhirnya.",
      "claim": "İDO (Bus Air Istanbul) mengoperasikan gabungan berbagai kapal feri khusus penumpang dan kapal feri penumpang-dan-kendaraan menuju pelabuhan-pelabuhan di kedua sisi Selat Bosporus.",
      "subsequent_sentence": "Dengan berbagai destinasi tambahan di sekitar Laut Marmara, İDO merupakan layanan pengoperasian feri munisipal terbesar di dunia.",
      "label": 1
    },
    {
      "section": "Delegasi dan hubungan politik",
      "previous_sentence": "Prosedur ratifikasi perjanjian tersebut sedang berlangsung di Australia, UE dan negara-negara anggotanya.",
      "claim": "Perjanjian baru ini bertujuan membangun basis kerja sama yang solid untuk memperkuat kemitraan antara UE, negara-negara anggota dan Australia.",
      "subsequent_sentence": "Perjanjian ini memungkinkan fasilitasi, perkenalan dan perluasan kerjasama di berbagai bidang kepentingan bersama, seperti:",
      "label": 1
    },
    {
      "section": "Pengasingan di Inggris (1549–1554)",
      "previous_sentence": "Knox diminta datang ke London untuk berkhotbah di hadapan para penasihat raja.",
      "claim": "Dalam khotbah pertamanya, ia mengusulkan sebuah perubahan pada Buku Doa Bersama tahun 1552.",
      "subsequent_sentence": "Liturgi tersebut mengharuskan para jemaat untuk berlutut selama komuni.",
      "label": 1
    },
    {
      "section": "Penganiayaan terhadap Manikeisme",
      "previous_sentence": null,
      "claim": "Diokletianus mendapati bahwa banyak yang tersinggung dengan agama Manikean.",
      "subsequent_sentence": "Perjuangannya membela kultus tradisional Romawi mendorongnya untuk menggunakan bahasa semangat keagamaan.",
      "label": 1
    },
    {
      "section": "Penulisan dan ilham",
      "previous_sentence": "Setelah Proklamasi Kemerdekaan Indonesia dan mulainya Perang Kemerdekaan, Achdiat melarikan diri ke Jawa Barat dan bergabung dengan Partai Sosialis Indonesia yang dipimpin Sutan Sjahrir.",
      "claim": "Latar belakang ini digunakan untuk menulis Atheis dari bulan Mei 1948 sampai Februari 1949.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Dampak dan kualitas positif",
      "previous_sentence": "Harian The Guardian juga menerbitkan sebuah artikel yang membahas bagaimana kemenangan Big Bang tersebut \"menegaskan kemajuan dan perkembangan musik Korea di Eropa.\"",
      "claim": "Selain itu, setelah menjadi grup K-pop pertama yang berhasil memasuki tangga album Billboard 200 dengan album Alive, Big Bang pun memulai tur dunia pertama mereka, Alive Tour di 25 kota di lebih dari 10 negara.",
      "subsequent_sentence": "Tur berakhir pada awal 2013 dan dihadiri oleh 800.000 penggemar di seluruh dunia.",
      "label": 1
    },
    {
      "section": "Hukum dan ketertiban",
      "previous_sentence": null,
      "claim": "Mereka yang memiliki kewajiban untuk bertindak sebagai hakim adalah pejabat yang mengurus satuan pemerintahan jun dan xian.",
      "subsequent_sentence": "Perkara yang rumit, terkait dengan tokoh penting, atau yang tidak dapat diselesaikan biasanya diserahkan kepada Kementerian Kehakiman di ibu kota atau bahkan kepada kaisar.",
      "label": 1
    },
    {
      "section": "Umat Kristiani dalam ketentaraan",
      "previous_sentence": "Beberapa umat Kristiani dalam rumah tangga kekaisaran diketahui membuat tanda salib selama upacara-upacara tersebut dan tindakan itu diduga mengganggu proses peramalan oleh haruspices.",
      "claim": "Diokletianus marah karena keadaan ini, dan menyatakan bahwa masing-masing penghuni istana harus melakukan pengurbanan.",
      "subsequent_sentence": "Diokletianus dan Galerius juga mengirimkan surat kepada komando militer, menuntut agar semua tentara melakukan mengurbanan atau menghadapi pemecatan.",
      "label": 1
    },
    {
      "section": "Tungkai, pergerakan, dan postur",
      "previous_sentence": null,
      "claim": "Posisi tungkai gajah lebih vertikal daripada mamalia lain untuk menopang beban gajah.",
      "subsequent_sentence": "Tulang-tulang yang panjang di tungkai mereka memiliki tulang spongiosa sebagai pengganti rongga meduler, sehingga memperkuat tulang dan pada saat yang sama masih memungkinkan hemopoesis.",
      "label": 1
    },
    {
      "section": "Alur",
      "previous_sentence": "Meski begitu, keluarganya tidak membuang mayatnya dan menanyakan insiden tersebut kepada fakir serupa.",
      "claim": "Di sisi lain, Ara mengetahui tentang nasib ayahnya yang tidak bersalah dari shikari-nya dan bersumpah untuk membebaskan ayahnya.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Pengusutan",
      "previous_sentence": null,
      "claim": "Elena Pignatti, majikan baru Anna Morisi sesudah berhenti bekerja di rumah keluarga Mortara pada tahun 1857—keterangannya tentang kelakuan buruk Anna Morisi turut dimasukkan ke dalam surat banding yang diajukan keluarga Mortara kepada Sri Paus—memberi kesaksian sebagai berikut:",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": "Yah, yang sudah mencintai Tono sejak mereka masih di sekolah rakyat, mulai menggoda Tono sehingga dokter itu jatuh cinta.",
      "claim": "Mereka mulai bertemu secara diam-diam dan sering pergi ke pelabuhan Tanjung Priok.",
      "subsequent_sentence": "Ketika Tini pergi ke Surakarta untuk menghadiri kongres wanita, Tono mengambil langkah untuk hidup bersama Yah selama satu minggu.",
      "label": 0
    },
    {
      "section": "Seri animasi",
      "previous_sentence": "Di Pokémon G4, Ash bersama Brock pergi ke Sinnoh, di mana pada saat yang sama May bersama Max pergi ke Johto, dan kemudian Kanto.",
      "claim": "Ash di Sinnoh kemudian bertemu dengan teman baru bernama Dawn. Untuk mendukung cerita film, tim Pokémon Company juga telah mengeluarkan 12 film Pokémon sampai akhir tahun 2009.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Pernikahan dan kehidupan selanjutnya",
      "previous_sentence": "Maskawin sebesar itu relatif sedikit di kalangan masyarakat menengah, terlebih ketika dibandingkan dengan perjanjian keuangan yang dibuat dalam pernikahan-pernikahan lain.",
      "claim": "Ini menunjukkan bahwa keluarga Gherardini tidak kaya pada waktu itu dan bahwa Lisa dan suaminya menikah atas dasar saling mencintai.",
      "subsequent_sentence": "Francesco del Giocondo mungkin sudah berusia tiga puluh tujuh tahun saat menikah untuk ketiga kalinya ini.",
      "label": 0
    },
    {
      "section": "Etimologi",
      "previous_sentence": "Meskipun penulis awal juga menggunakan kata sifat homoseksual untuk merujuk pada konteks sesama jenis (seperti sekolah khusus perempuan), sekarang istilah ini digunakan secara eksklusif dalam referensi untuk daya tarik seksual, aktivitas, dan orientasi.",
      "claim": "Istilah homososial sekarang digunakan untuk menggambarkan konteks sesama jenis yang tidak secara khusus bersifat seksual.",
      "subsequent_sentence": "Ada juga kata yang mengacu kepada cinta sesama jenis, homofilia.",
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": "Mereka saling mencurigai.",
      "claim": "Akhirnya, Hasan melihat Kartini meninggalkan hotel bersama Anwar dan menduga kalau dia selingkuh - dugaan ini tidak benar.",
      "subsequent_sentence": "Hasan segera mencerai istrinya itu dan meninggalkan rumah.",
      "label": 0
    },
    {
      "section": "Kepulauan Pasifik",
      "previous_sentence": "Sang anak akan \"dibuahi\" (secara oral, anal, atau topikal, tergantung pada suku) selama beberapa tahun hingga tiba pada saat anak laki-laki tersebut telah tumbuh menjadi seorang pria yang kelak menjadi mentor untuk anak muda lain di sukunya.",
      "claim": "Pada saat itu, ia dinyatakan lulus pada kekuatan hidup.",
      "subsequent_sentence": "Suku Etoro juga percaya bahwa jika seorang wanita tidak hamil, dia telah menyia-nyiakan kekuatan hidup dan dianggap berada dalam kasta yang lebih rendah.",
      "label": 0
    },
    {
      "section": "Hujan Frontal",
      "previous_sentence": null,
      "claim": "Oleh sebab itu, ketika hujan frontal terjadi, sebaiknya kita segera mencari tempat untuk berteduh agar terhindar dari hal-hal yang tidak diinginkan.",
      "subsequent_sentence": "Lebih baik lagi, kalau kita memulai aktivitas kembali setelah hujan frontal selesai.",
      "label": 0
    },
    {
      "section": "Survei kepemilikan",
      "previous_sentence": "Dari tahun 2003 hingga 2006, Top Gear melakukan survei tahunan yang melibatkan ribuan warga Inggris mengenai survei kepuasan mereka terhadap mobil yang mereka miliki.",
      "claim": "Survei ini meminta responden untuk menilai mobil di kualitas pembuatan, kreativitas, pengalaman berkendara, biaya kepemilikan dan layanan pelanggan.",
      "subsequent_sentence": "Sedangkan untuk alasan hukum, survei kini dilakukan melalui majalah Top Gear, hasilnya masih digunakan di acara televisi.",
      "label": 0
    },
    {
      "section": "2012–2014: Alive, tur dunia pertama, dan kegiatan solo",
      "previous_sentence": "Saat Big Bang tengah beristirahat setelah menjalani rangkaian tur dunia sepanjang tahun 2012, para anggotanya fokus menjalani kegiatan individu.",
      "claim": "Pada tahun 2013, mereka merilis dan melakukan promosi kegiatan solo masing-masing: Daesung dengan album pertamanya yang berjudul D'scover, Seungri dengan album mini keduanya yang berjudul Let's Talk About Love, dan G-Dragon dengan album keduanya, Coup D'Etat.",
      "subsequent_sentence": "T. O. P membintangi film The Commitment dan juga merilis lagu \"Doom Dada\".",
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": "Sukartono (Tono), seorang dokter berpendidikan Belanda, dan istrinya Sumartini (Tini), yang tinggal di Batavia (sekarang Jakarta), sedang menjauh.",
      "claim": "Tono terlalu sibuk merawat pasien sehingga dia tidak punya waktu untuk bersama Tini. Akibatnya, Tini pun menjadi lebih aktif dengan kegiatan sosial, sehingga dia tidak mengurus rumah tangga.",
      "subsequent_sentence": "Hal ini membuat Tono semakin menjauh, sebab dia ingin Tini menjadi istri tradisional yang bersedia menyiapkan makan dan menunggu dia di rumah.",
      "label": 0
    },
    {
      "section": "Nomor yang dipensiunkan",
      "previous_sentence": null,
      "claim": "12 – Pada musim 2003-04, Curva Nord di Stadio Olimpico, sebagai tanda penghormatan kepada Curva Nord, yang dianggap sebagai pemain ke-12 di lapangan.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": "Namun, Yah merasa bahwa mempunyai hubungan dengan Tono akan membuat citra baik Tono hancur, sebab latar belakangnya yang pelacur itu.",
      "claim": "Dia lalu mengambil keputusan untuk pindah ke Kaledonia Baru, dengan meninggalkan sepucuk surat dan sebuah piring hitam yang membuktikan bahwa Yah sebenarnya penyanyi favorit Tono, Siti Hajati.",
      "subsequent_sentence": "Dalam perjalanan ke Kaledonia Baru, Yah rindu pada Tono dan mendengar suaranya di radio.",
      "label": 0
    },
    {
      "section": "Tantangan",
      "previous_sentence": null,
      "claim": "Banyak kreasi mobil dari tantangan-tantangan tersebut yang dipajang di World of Top Gear di Musim Motor Nasional, Beaulieu, Hampshire, Inggris.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Kehidupan Awal",
      "previous_sentence": "Sebagai seorang perwira muda, William bertugas di sejumlah kapal, termasuk HMS Prince George dan HMS Victory.",
      "claim": "Ia turut serta dalam Perang Kemerdekaan Amerika dan menjadi saksi mata berbagai peristiwa penting dalam konflik tersebut.",
      "subsequent_sentence": "Meskipun ia tidak pernah memegang komando sendiri, pengalaman ini membentuk karakternya sebagai pemimpin yang tegas dan praktis.",
      "label": 0
    },
    {
      "section": "Hujan Muson",
      "previous_sentence": "Di Indonesia, hujan karena angin muson timur yang menyebabkan angin dingin turun dari Oktober hingga April selama musim hujan.",
      "claim": "Angin musim dingin bertiup dari Australia ke Asia. Angin ini membawa awan dan hujan lebat karena sedang musim dingin di Australia.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Penjelajahan",
      "previous_sentence": null,
      "claim": "Wahana yang saat ini sedang aktif di Mars (2011) adalah Mars Reconnaissance Orbiter (sejak 2006), Mars Express (sejak 2003), Mars Odyssey 2001 (sejak 2001), Opportunity (sejak 2004), dan Curiosity (sejak 2012).",
      "subsequent_sentence": "Misi yang baru saja selesai adalah Mars Global Surveyor (1997–2006) dan Spirit (2004–2010).",
      "label": 0
    },
    {
      "section": "Amerika",
      "previous_sentence": null,
      "claim": "Di antara penduduk asli Amerika sebelum masa penjajahan Eropa, bentuk umum hubungan sesama-jenis terjadi dalam sosok individu dua-jiwa.",
      "subsequent_sentence": "Biasanya individu ini dikenali sejak awal, masing-masing diberi pilihan oleh orang tua mereka untuk mengikuti jalan, dan setelah sang anak menentukan pilihannya, ia akan dibesarkan dengan cara yang sesuai dan akan mempelajari kebiasaan dari gender yang telah dipilih.",
      "label": 0
    },
    {
      "section": "Manipulasi pada kedokteran",
      "previous_sentence": "Respons imun dapat dimanipulasi untuk menekan respons yang tidak diinginkan akibat autoimunitas, alergi, atau penolakan transplantasi.",
      "claim": "Manipulasi juga dapat dilakukan untuk merangsang respons perlindungan terhadap patogen yang sebagian besar menghindari sistem imun (lihat imunisasi) atau kanker.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": null,
      "claim": "Amir tidak kunjung kembali dan Tati bersama bibinya pun khawatir.",
      "subsequent_sentence": "Karena Tati sempat melihat Amir bersama Omi, ia takut keduanya kawin lari.",
      "label": 0
    },
    {
      "section": "Eksperimen baru dan perubahan gaya: 2008–sekarang",
      "previous_sentence": null,
      "claim": "Chan akan membintangi film Railroad Tigers, The Foreigner, sebuah produksi Inggris-Tiongkok, dan film fiksi-ilmiah Bleeding Steel.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Integral tak tentu",
      "previous_sentence": "Perhatikan bahwa integral tertentu berbeda dengan integral tak tentu.",
      "claim": "Integral tertentu dalam bentuk ∫abf(x) dx adalah sebuah bilangan, manakala integral tak tentu:∫f(x) dx adalah sebuah fungsi yang memiliki tambahan konstanta sembarang C.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Kehidupan pribadi",
      "previous_sentence": "Rumahnya cukup besar untuk mengakomodasi keluarganya serta keluarga Antoine beserta beberapa pelayan.",
      "claim": "Pada tanggal 28 Juli 1542, Idelette melahirkan seorang anak laki-laki, Jacques, tetapi ia lahir secara prematur dan hanya bertahan sebentar.",
      "subsequent_sentence": "Idelette jatuh sakit pada tahun 1545 dan meninggal pada tanggal 29 Maret 1549.",
      "label": 0
    },
    {
      "section": "Konsep dasar",
      "previous_sentence": "Dari waktu ke waktu, sesuai level, Pokémon kemudian mengenal beberapa taktik serangan baru, yang bisa digunakan dalam pertarungan.",
      "claim": "Dalam beberapa kesempatan, ada sebagian besar jenis Pokémon yang bila mencapai level tertentu atau dengan memenuhi syarat yang lain seperti menggunakan batu evolusi dan item-item tertentu (seperti rare candy), akan bermetamorfosis menjadi spesies baru, yang kemudian dikenal dengan nama evolusi.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Lagu pembuka anime",
      "previous_sentence": "Untuk versi Pokémon Advanced Generation, lagu tema pembukaannya yang terkenal dalam versi Jepang adalah \"Advance Adventure\" (Adobansu Adobencha) yang dinyanyikan oleh grup band GARDEN.",
      "claim": "Untuk versi AS nya digunakan lagu \"I Want to Be a Hero\" yang dinanyikan oleh David Rolfe.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Latar belakang",
      "previous_sentence": "Perang Dunia I membuat perubahan besar pada peta politik, dengan kekalahan Blok Sentral, termasuk Austria-Hungaria, Kekaisaran Jerman, Kerajaan Bulgaria dan Kesultanan Utsmaniyah; dan perebutan kekuasaan oleh Bolshevik di Rusia pada tahun 1917.",
      "claim": "Sementara itu, negara-negara Sekutu yang menang seperti Prancis, Belgia, Italia, Yunani, dan Rumania memperoleh wilayah baru, dan negara-negara baru tercipta dari runtuhnya Austria-Hungaria, Kekaisaran Rusia, dan Kesultanan Utsmaniyah.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": "Ketika Anwar tertawa atas reaksi Hasan, Hasan merasa imannya sudah patah.",
      "claim": "Dia akhirnya bertengkar heboh dengan keluarganya soal agama, sehingga dia diusir dari rumah.",
      "subsequent_sentence": "Sekembali ke Bandung, dia menikah dengan Kartini.",
      "label": 0
    },
    {
      "section": "Alur",
      "previous_sentence": null,
      "claim": "Tunangan Tati, Amir (S. Joesoef), cemburu dengan semua perhatian yang didapatkan Tati sehingga Tati tidak bisa meluangkan waktu untuknya.",
      "subsequent_sentence": "Ia berencana meninggalkan Cigading untuk mencari kerja di Batavia (sekarang Jakarta).",
      "label": 0
    },
    {
      "section": "Sinopsis",
      "previous_sentence": "Rasus memberikan pusaka ronggeng Dukuh Paruk kepada penari tersebut, dan penari tersebut berlalu meninggalkannya.",
      "claim": "Rasus tersenyum, menandakan dia mengenali penari tersebut sebagai cintanya, Srintil.",
      "subsequent_sentence": "Film diakhiri dengan sang penari kumal dan si pemusik buta yang menari dan menghilang di cakrawala.",
      "label": 0
    }
  ],
  "az": [
    {
      "section": "2013–2014: Gənclər arasında Dünya üçüncülüyü",
      "previous_sentence": "Yevgeniya Medvedyevanın 2014-cü ildə birinci turniri 22–25 yanvarda baş tutan gənclər arasında Rusiya Çempionatı oldu.",
      "claim": "Çempionatın qısa proqramında 64.25 bal, sərbəst proqramında isə 120.45 bal toplayan Yevgeniya Medvedyeva ümumi nəticədə gənclər arasında Rusiya Çempionatını 184.70 balla dördüncü pillədə başa vurdu.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "İstehsal",
      "previous_sentence": "5pb.-dan Naotaka Hayaşi Nitroplus-dan Vio Şimokura ilə oyun üçün ssenari yazmışdır.",
      "claim": "5pb.-dan Tatsuya Matsuhara prodüser, Nitroplus-dan Toso Pehara bədii rəhbər təyin olunmuşdur.",
      "subsequent_sentence": "Oyun musiqini Takeşi Abo (5pb.) və Toşimiçi İsoe (Zizz Studio) bəstələmişdirlər.",
      "label": 1
    },
    {
      "section": "Yunan-roma güləşi",
      "previous_sentence": null,
      "claim": "Yunan-roma güləşi turnirlərində Azərbaycanı üç güləşçi təmsil etdi.",
      "subsequent_sentence": "Sentyabrın 24-də Avropa Çempionatının qalibi, Dünya Çempionatının isə finalçısı Natiq Eyvazov və Xviça Biçinaşvili mübarizə apardı.",
      "label": 1
    },
    {
      "section": "Sənətkarlıq",
      "previous_sentence": "Naxçıvan xanlığının siyasi və iqtisadi mərkəzi olan Naxçıvan şəhərində mərkəzləşmişdi.",
      "claim": "XVIII əsrdə Azərbaycan şəhərlərində, o cümıədən Naxçıvanda bu sənət sahələri mövcud idi: dərzi, papaqçı, başmaqçı, zərgər, sərrac, dəmirçi, misgər, toxucu, boyaqçı, qəssab, çörəkçi, bənna, xarrat, dülgər, şüşəsaz, keçəçi, palançı, dabbaq, bəzzad, kababçı və digər sahələr.",
      "subsequent_sentence": "Sənətkarlıqda primitiv texnikadan istifadə edildiyindən hər bir sənətkardan yüksək ustalıq tələb olunurdu.",
      "label": 1
    },
    {
      "section": "Mirası",
      "previous_sentence": "Hər üç məzarın üstündə 1918-ci il şəhidləri sözləri yazıldı.",
      "claim": "Sonra təzə qəbirüstü abidələr qoyulanda həmin məzarların üstündə \"Naməlum\" sözü yazdılar.",
      "subsequent_sentence": "Qara Yanvar şəhidləri içərisində bir nəfər 25 yaşlı naməlum gənc var idi və o, ən sonda dəfn olundu.",
      "label": 1
    },
    {
      "section": "2023-cü il: Üçüncü dəfə Dünya çempionluğu",
      "previous_sentence": "Bu görüşdə Eldəniz Əzizli rəqibinə 10:1 hesabı ilə qalib gəldi və növbəti dəfə Avropa Çempionatının final görüşünə vəsiqə qazandı.",
      "claim": "Həlledici görüşdə isə onun rəqibi Türkiyə nümayəndəsi Adem Uzun oldu.",
      "subsequent_sentence": "Gərgin idman mübarizəsi şəraitində baş tutan görüşdə Eldəniz Əzizlinin görüş zamanı zədələnməsi rəqibin 11:4 hesabı ilə qələbə qazanması ilə nəticələndi.",
      "label": 1
    },
    {
      "section": "Mənbələrin saxtalaşdırılması iddiası",
      "previous_sentence": "A.",
      "claim": "Marqaryan Bünyadovun \"Albaniya Tarixi\" kitabında Dausettin ön söz və şərhlərinin səhv tərcüməsində günahlandırır.",
      "subsequent_sentence": "Marqaryana görə, Bünyadov ingilis dilindən rus dilinə \"Whit Sunday\" (Müqəddəs Üçlüyün günü) \"Ağ Bazar günü\" (White Sunday) kimi səhv tərcümə etmişdir.",
      "label": 1
    },
    {
      "section": "Hücuma hazırlıq",
      "previous_sentence": "Unter-ofiser Boqatıryov isə hücumun başlanğıcında güllə ilə ürəyindən yaralanmışdı.",
      "claim": "Ən böyük müqavimətlə Simonoviçin dəstəsi Tiflis yolunda karvansaraya doğru qarşılaşmışdı.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Orbit rezonansı",
      "previous_sentence": null,
      "claim": "Neptunun orbiti Koyper qurşağı üzərində ciddi təsirə sahibdir.",
      "subsequent_sentence": "Koyper qurşağı Marsla Yupiter arasındakı orbitdə yerləşən Asteroid qurşağına oxşayan kiçik və buzlu göy cismlərindən təşkil olunmuş bir qurşaqdır.",
      "label": 1
    },
    {
      "section": "Suriya Vətəndaş Müharibəsi",
      "previous_sentence": "21 may 2015-ci ildə Palmira muzeyində sərgilənən bəzi artefaktlar iki Suriya kuratorları tərəfindən iki maşınla Dəməşqə daşınmışdır.",
      "claim": "Palmira muzeyindən oğurlanmış müxtəlif Yunan-Roma heykəlləri, zinət əşyaları və digər dəyərli artefaktlar beynəlxalq bazarda satışa çıxarılmışdır.",
      "subsequent_sentence": "Həmin gün İŞİD hərbi birləşmələri Ümumdünya irsi ərazisinə daxil olmuşdur.",
      "label": 1
    },
    {
      "section": "Konstruktiv özəllikləri",
      "previous_sentence": "1887-ci ildə memar Qornostayevin rəhbərliyi altında deformasiyaya uğramış köhnə konstruksiyaların yenilənməsi və möhkəmləndirilməsi həyata keçirilmişdir.",
      "claim": "Onların əksəriyyəti hələ də saz və qüsursuz xidmət göstərir.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Hakimiyyət uğrunda mübarizə dövrü (1763–1787)",
      "previous_sentence": "Şükurəli xan 1768, 1771, 1779-cu illərdə Naxçıvan xanlığını idarə etdi.",
      "claim": "Həmin il Rəhim xan hakimiyyətini bərpa edib, 1770-ci ilə qədər hakimiyyətdə oldu.",
      "subsequent_sentence": "1770-ci ildə Heydərqulu xanın qardaşı Əliqulu xan hakimiyyətə gəldi.",
      "label": 1
    },
    {
      "section": "Yayılması və miqrasiyası",
      "previous_sentence": "İri dəstələr də öz növbəsində kiçik populyasiyalara bölünür.",
      "claim": "Məsələn Qərbi şimalatlantika dəstəsi 4–5 subpopulyasiyaya bölünmüşdür.",
      "subsequent_sentence": "Onlar əsasən Men körfəzi, Müqəddəs Lavrentiya körfəzi, Nyufaundlend və Labrador sahilləri, Qrenlandiya və İslandiya sularında müşahidə edilirlər.",
      "label": 1
    },
    {
      "section": "Gənclik illəri",
      "previous_sentence": "Karolina paltar üzrə dizayner peşəsini öyrənmiş və öyrəndikdən sonra bir neçə il ağır şəraitdə tikiş fabrikində işləmişdir.",
      "claim": "Boş vaxtlarında gitara çalır və dünya ulduzlarının mahnılarını ifa edirdi.",
      "subsequent_sentence": "Karolina bir axşam musiqiçilər qrupu ilə görüşür.",
      "label": 1
    },
    {
      "section": "İctimai fəaliyyəti",
      "previous_sentence": null,
      "claim": "Korporativ səfir fəaliyyəti ərzində Yevgeniya Medvedyeva 2018-ci ildə \"Pantene\" brendinin, 2019-cu ilin martında \"NİKE\" brendinin, 2021-ci ilin fevralında \"Ozon\" bazarının, 2021-ci ilin martında \"Nestlé Fitness\" brendinin\", 2022-ci ilin mayında \"Siberian Wellness\" firmasının, 2022-ci ilin noyabrında isə INFLUENCE BEAUTY brendinin səfiri oldu.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Döyüş",
      "previous_sentence": null,
      "claim": "Hər iki divar da zərər görmüşdü və toqquşmalar davam edirdi.",
      "subsequent_sentence": "Bu vaxt Yustiniyani ağır yaralandı və İmperatorun istəyinə baxmayaraq müalicə olunması üçün limana aparıldı.",
      "label": 1
    },
    {
      "section": "Mötədil fiqurların öldürülməsi",
      "previous_sentence": "2007-ci ildə bu qətlləri törədən prezident qvardiyasının komandiri mayor Bernard Ntuyahaqa Belçikada 20 il həbs cəzası aldı.",
      "claim": "Aprelin 6-dan 7-ə keçən gecə radikallar Kiqalidəki bütün evlərdə tutulmuş siyahılar əsasında mötədil siyasətçiləri, jurnalistləri aradan götürmək üçün axtarırdılar: ekstremistlər tərəfindən xüsusilə konstitusiya məhkəməsinin sədri, kənd təsərrüfatı naziri, Liberal partiyasının sədri və onun kanada əsilli həyat yoldaşı öldürülmüşdür.",
      "subsequent_sentence": "Mötədil fiqurların çox az qismi sağ qala bildi.",
      "label": 1
    },
    {
      "section": "Gülüstan müqaviləsinə qədər olan dövr",
      "previous_sentence": "Qarabağda olan rus ordusunun komandanı polkovnik Aseyev Şıxəli bəyi hörmətlə qəbul etdi.",
      "claim": "Rus komandanlığı Qarabağ xanı Mehdiqulu xana Şıxəli bəyə yaşamaq üçün kənd ayırması və ona kömək etməsi tapşırıldı.",
      "subsequent_sentence": "Bu dövrdə çar Rusiyası həm Qacar İranı, həm də Osmanlı Türkiyəsi ilə müharibə apardığı üçün Abbas mirzə ümumi düşmənlə – Rusiyaya qarşı Ərzurum paşasının qoşunu ilə birləşməyə cəhd edirdi.",
      "label": 1
    },
    {
      "section": "Qalitsiya-Volın knyazlığı",
      "previous_sentence": "Ukraynalı tarixçi alim Leontiy Voynoviç Belarus-Litva salnamələri və XVI–XVIII əsrlərdə yaşayıb yaratmış müəlliflərin əsərləri əsasında iddia edir ki, şəhərin əsası Lev Daniloviç tərəfindən qoyulmuşdur.",
      "claim": "Şəhər Lev Daniloviçə məxsus olan Peremışl torpağının və Belz knyazlığının sərhədində yerləşirdi.",
      "subsequent_sentence": "Başqa bir tarixçi alim Yaroslav İsayeviç hesab edir ki, knyaz Daniil Romanoviç şəhərdə aparılan tikinti-quruculuq işlərinə rəhbərlik edir, onun oğlu Lev Daniloviç isə birbaşa işlərin aparıldığı sahəyə nəzarət edirdi.",
      "label": 1
    },
    {
      "section": "Qarabağ məsələsinin bərpası",
      "previous_sentence": "Qarabağ erməni liderləri regionda nə erməni dilində dərsliklərin, nə də televiziya yayımın olmamasından şikayət edərək, Azərbaycanın Kommunist Partiyasının baş katibi Heydər Əliyevi regionun geniş \"Azərbaycanlaşdırma\" cəhdində, Dağlıq Qarabağda yaşayan azərbaycanlıların sayının və təsirinin artırılmasında ittiham etmişdi.",
      "claim": "1988-ci ilə kimi, Qarabağda erməni əhalisi ümumi əhali ilə müqayisədə təxminən 3/4 dəfə azalmışdı.",
      "subsequent_sentence": "1988-ci ilin həmin fevral günlərində Sovet rəhbərləri birdən gördülər ki, vəziyyət gərginləşməyə doğru gedir.",
      "label": 1
    },
    {
      "section": "Aktyor seçimi",
      "previous_sentence": null,
      "claim": "2009-cu il avqustun əvvəllərində Keytlin Stark rolunun Cennifer Eli tərəfindən canlandırılacağı elan edildi.",
      "subsequent_sentence": "20 avqustda edilmiş açıqlamadan Nikolay Koster-Valdaunun Ceymi Lannister, Tamzin Merçantın Deyeneris Tarqaryan, Riçard Meddenin Robb Stark, Iain Qlenin Ser Corax Mormont, Elfi Allenin Teon Qreycoy, Sofi Törnerin Sansa Stark və Meysi Vilyamsın Arya Stark rollarını canlandıracaqları məlum olmuşdur.",
      "label": 1
    },
    {
      "section": "2018–2019: Brayn Orserin qrupuna gəlişi və Dünya üçüncülüyü",
      "previous_sentence": "Sərbəst proqramda isə Medvedyeva uğursuz çıxış etdi.",
      "claim": "Onun çıxışı referilər tərəfindən 125.26 balla qiymətləndirildi və proqramı beşinci pillədə başa vurdu.",
      "subsequent_sentence": "Sərbəst proqramda qeydə alınan nəticə Medvedyevanın ümumi nəticəsinə ciddi təsir göstərdi.",
      "label": 1
    },
    {
      "section": "Nəqliyyat",
      "previous_sentence": "1987-ci ildəki özəlləşdirmədən bəri Yaponiya dəmiryol şirkətlərinin çoxu regional və yerli sərnişindaşıma bazarında rəqabət içərisindədir.",
      "claim": "Yaponiyanın əsas dəmiryol şirkətləri Japan Railways Group, Kintetsu Corporation, Seibu Railway və Keio Corporation şirkətləridir.",
      "subsequent_sentence": "Maksimum sürətləri 240–320 km/saat olan Şinkansen qatarları Yaponiyanın əsas şəhərlərini birləşdirir.",
      "label": 1
    },
    {
      "section": "II Yekaterina (1762–1796)",
      "previous_sentence": "II Yekaterina həm də, fransız mədəniyyətini təmsil edən hər şeyin Rusiya sarayında təmsil olunmasına ciddi maraq göstərirdi.",
      "claim": "O, Fransaya nifrət etsə də, bunu fransız mədəniyyəti və incəsənətinə aid etmək olmazdı.",
      "subsequent_sentence": "Fransız dili sarayın əsas dilinə çevrilmişdi; rus dilindən yalnız xidmətçilərə müraciət zamanı istifadə edilirdi.",
      "label": 1
    },
    {
      "section": "Hökumət",
      "previous_sentence": null,
      "claim": "Yüksək koloniyalaşdırma siyasəti yürütdüyü dövrdə (213–216) Palmira Roma institutlarının təcrübəsindən istifadə etsə də, əsas yunan institutlarını saxlayırdı.",
      "subsequent_sentence": "Bul saxlanıldı, strateq adı isə ənənəvi olaraq seçilən magistratlarla əvəzləndi.",
      "label": 1
    },
    {
      "section": "Fəzilət kimi",
      "previous_sentence": null,
      "claim": "Oktavian Avqustun hakimiyyətə gəlməsi ilə pietas rəsmi dövlət təbliğatının bir hissəsinə çevrilmişdi.",
      "subsequent_sentence": "Əlavə olaraq, bu, demək olar ki, prinseplərin əsas fəziləti kimi təqdim olunurdu.",
      "label": 1
    },
    {
      "section": "2017–2018: Alina Zaqitova ilə rəqabət və olimpiya mövsümü",
      "previous_sentence": "Turnirin qısa proqramını Medvedyeva 80.00 balla birinci pillədə başa vurdu.",
      "claim": "Sərbəst proqramda da Medvedyeva uğurla çıxış etdi və 114.40 balla birinci pillənin sahibi oldu.",
      "subsequent_sentence": "Ümumi nəticədə isə Yevgeniya Medvedyeva ən yaxın izləyicisi Karolina Kostneri 12.16 balla geridə qoyaraq ISU Qran-Pri turnirinin Yaponiya mərhələsinin qızıl medalına sahib oldu.",
      "label": 1
    },
    {
      "section": "Birinci Dünya müharibəsi",
      "previous_sentence": null,
      "claim": "11 noyabr 1918-ci ildə imzalanan Kompyen sülh sazişindən 2 gün sonra Pilsudski və həmkarı Kazimir Sosnkovski almanlar tərəfindən Maqdeburq həbsxanasından azad edildilər.",
      "subsequent_sentence": "Onlar da almanlar tərəfindən özlərindən əvvəl yola salınan Vladmir Lenin kimi gizli vaqonla Polşaya göndərildi.",
      "label": 1
    },
    {
      "section": "2016–2017-ci illər: İdmana qayıdışı və \"Qızıl\" mövsüm",
      "previous_sentence": "Qısa proqramda 80.48 balla, sərbəst proqramda isə 116.38 balla birinci pillənin sahibi olan Vertyu və Moir cütlüyü ümumi nəticədə 196.86 balla 10 idmançı sırasında birinci pillənin sahibi oldu və qızıl medalın sahibi oldu.",
      "claim": "Mövsüm ərzində Kanada və Yaponiya Qran-Prilərində qızıl medalların sahibi olan Vertyu və Moir cütlüyü altıncı dəfə ISU Qran-Pri Finalına vəsiqə qazandı.",
      "subsequent_sentence": null,
      "label": 1
    },
    {
      "section": "Əsas personajlar",
      "previous_sentence": "Mayuri və Daru onu ad və soyadının ilk hecalarından ibarət \"Okarin\" (オカリン?) adı ilə çağırırlar.",
      "claim": "O, Akihabarada yerləşən \"Gələcəyin Alətləri Laboratoriyası\"nın (未来ガジェット研究所, Mirai Gajetto Kenkyūjo?) qurucusudur və vaxtının çoxunu orada keçirir.",
      "subsequent_sentence": "Laboratoriyanın 001 nömrəli və ilk üzvüdür.",
      "label": 1
    },
    {
      "section": "Məzmun",
      "previous_sentence": null,
      "claim": "Eyni zamanda Piter rəqib fotoqraf Eddi Brokla yarışır.",
      "subsequent_sentence": "Brok ştatlı fotoqraf işini əldə etmək üçün Hörümçək-adamı cinayətkar kimi qələmə verən qara kostyumlu paltarının şəklini çəkdiyini iddia edir.",
      "label": 0
    },
    {
      "section": "Geympley",
      "previous_sentence": "Bunların xaricində divardan sıçrayaraq düşmənini öldürə bilir.",
      "claim": "Şahzadə divarda gəzən zaman divardakı rəqibini də öldürə bilər.",
      "subsequent_sentence": "Şahzadənin əsas silahları aşağıdakılardır:",
      "label": 0
    },
    {
      "section": "Mənbələri",
      "previous_sentence": "Bu, Nizaminin sinfi mənafeyi ilə dəuyğun idi.",
      "claim": "Nizami sarayda yazıb-yaradaraq feodal zadəgan təbəqəsinin mənafeyini müdafiə edən şairlərin əksinə olaraq, ömürünün sonuna kimi doğma Gəncə şəhərindən ayrılmamış və xalq içərisində yaşamışdır.",
      "subsequent_sentence": "O, yaradıcılığında, xalq ifadə və məsəllərindənkülli miqdarda istifadə edib, əsərlərinin mövzu və ideyaları ilə xalqın mənafeyini müdafiə etmişdir.",
      "label": 0
    },
    {
      "section": "\"Qarabağnamələrdə\"",
      "previous_sentence": null,
      "claim": "Hüseyn xanın Şəkidə xan olması barədə \"Qarabağnamələr\"də də məlumat var.",
      "subsequent_sentence": "Məsələn Mirzə Adıgözəl bəy yazır ki,",
      "label": 0
    },
    {
      "section": "Yəhudi qırğını",
      "previous_sentence": null,
      "claim": "Lakin 1321-ci ildə fransız yəhudiləri sürgünlə canlarını qurtarsalarda, Qara ölüm zamanı dini dözümsüzlük bütün gücü ilə tam təzahür etdi.",
      "subsequent_sentence": "1349-cu ildə yəhudilər əleyhinə çağırış çarmıxa çəkilib işgəncə verilərək öldürülmüş uşağın cəsədi tapılanda başladı.",
      "label": 0
    },
    {
      "section": "Böyük mavi qonaq otağı",
      "previous_sentence": "Şkaflar XIX əsrin görkəmli fransız bürünc ustası Ferdinand Barbidyena tərəfindən bol bürünc bitki naxışları ilə bəzədilmişdir.",
      "claim": "XVIII əsrin sonunda hazırlanmı divan, kanape və kreslolar Fransa istehsalıdır.",
      "subsequent_sentence": "Əşyaların müxtəlif aksessuarları, həmçinin otaqda saxlanılan incə paltar və üzlüklərin parça fakturaları mükəmməl şəkildə boyanmışdır.",
      "label": 0
    },
    {
      "section": "İrsi və xatirəsi",
      "previous_sentence": "Şükür Həmidovun şəhid olmasından bir gün sonra Azərbaycan Prezidenti İlham Əliyev onun atası Nəriman Həmidovla telefonla danışıb.",
      "claim": "İlham Əliyev Şükür Həmidovun şəhid olması ilə bağlı başsağlığı verib və onun Qubadlı rayonunun azadlığı uğrunda döyüşlərdə qəhrəmancasına vuruşaraq şəhid olduğunu bildirmişdir.",
      "subsequent_sentence": "İlham Əliyev Şükür Həmidovun doğulduğu və azadlığı uğrunda şəhid olduğu Qubadlı rayonunda onun adının əbədiləşdiriləcəyini vurğulamışdır.",
      "label": 0
    },
    {
      "section": "Nef",
      "previous_sentence": "Yüksək altar üzərində Berninin baldaxini yerləşir.",
      "claim": "Gümbəzi saxlayan dörd sütundakı nişlərdə, bazilikanın ilk dörd relikviyası ilə əlaqəli dörd nəhəng heykəl vardır: Andrea Bolgi tərəfindən hazırlanmış Müqəddəs Xaç və Müqəddəs Mismarlar tutan Müqəddəs Yelena, Bernini tərəfindən hazırlanmış Müqəddəs nizə tutmuş Müqəddəs Longin (1639), Fransua Dükenua tərəfindən hazırlanmış Müqəddəs Andrey xaçı ilə Müqəddəs Andrey və tərəfindən hazırlanmış üzərində İsanın təsviri olan dəsmalı tutmuş Müqəddəs Veronika.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Cənub qanadı",
      "previous_sentence": "Əvvəl üzbəüz kapellada olmuş qırmızı profir sarkofaqda IV əsrdə Roma prefekti olmuş Probs dəfn edilmişdir.",
      "claim": "Sarkofaqın qapağı vaxtilə imperator Adriana məxsus olmuş sarkofaqdan götürülmüşdür.",
      "subsequent_sentence": "Onun məzarının Vatikan qrottosundan çıxarılması zamanı sarkofaqın qapağı işçilər tərəfindən sındırılaraq 10 hissəyə bölünmüşdür.",
      "label": 0
    },
    {
      "section": "Kimya",
      "previous_sentence": "O, həmçinin II Aləm şah haqqında məlumatları qələmə alan önəmli yazıçılardandır.",
      "claim": "Şeyx Din Məhəmməd Dehli və Allahabad şəhərləri haqqında zəngin məlumatlar yazımışdır.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "1705 - 1707-ci illər",
      "previous_sentence": "Alikanteyə gəldi, lakin donanması Aralıq dənizində bazadan çox uzun bir yerdə qalmağa hazır olmadığından Lissabona qayıtmaq məcburiyyətində qaldı.",
      "claim": "İyunun 4-də müttəfiq donanması şahzadə Yevgeninin Avstriya ordusunun sahil boyunca Genuya və Livornodan Toulona təhlükəsiz hərəkət etməsi üçün Şimali İtaliya sahillərinə yollandı.",
      "subsequent_sentence": "İyulun 29-da Toulon quru və dənizdən mühasirəyə alındı.",
      "label": 0
    },
    {
      "section": "Eksteryeri",
      "previous_sentence": "Yuxarı həyətin şimal tərəfində Cəngavərlər Evi adlı bina yerləşir.",
      "claim": "Üç mərtəbəli bina Dördbucaqlı qüllə və kor arkalarla bəzədilmiş Qeythausla birləşir.",
      "subsequent_sentence": "Qala romantisizmi mövqeyindən yanaşdıqda, Cəngavərlər evini qəsrdəki kişilər məkanı kimi də qəbul etmək olar; bura həm də Noyşvanştaynın əşya və xidmət otaqları kimi də nəzərdə tutulmuşdu.",
      "label": 0
    },
    {
      "section": "Üçüncü mərhələ",
      "previous_sentence": "Britaniya və ABŞ İsrailə diplomatik təzyiq edərək onu buna razı saldılar.",
      "claim": "Hətta Britaniya İsraili hərbi əməliyyatla təhdid edirdi.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Qaçqınlar məsələsi",
      "previous_sentence": null,
      "claim": "İsrail isə başlanğıcda qaçqınlar məsələsinin həlli üçün əvvəlcə torpaq məsələsinin həllini, yəni sərhədlərin dəqiq olaraq müəyyən edilməsini şərt qoydu.",
      "subsequent_sentence": "Bu da ərəb ölkələrinin İsrail ilə sülh bağlamaları demək idi.",
      "label": 0
    },
    {
      "section": "Sultan Cahan şahın dövrü",
      "previous_sentence": "Aqra qalasındakı Moti məscidi (Mirvari məscidi) və Dehlidəki Cəma məscidi dəqiq simmetriya ilə tikilmiş əzəmətli abidələrdir.",
      "claim": "Sultan Cahan şah həmçinin Sultan Cahangirin məqbərəsini və Lahor qalasının bəzi hissələrini tikdirib.",
      "subsequent_sentence": "Moti məscidi, Şiş Mahal və Naulakha pavilyonu bunlara daxildir.",
      "label": 0
    },
    {
      "section": "Bernini qüllələri",
      "previous_sentence": "1642-ci ildə hər iki qüllənin inşası ilə bağlı işlər dayandırılır.",
      "claim": "Bernini söküntü işlərini özü maliyyələşdirməyə məcbur edilir; son nəticədə qüllələrin tamamlanması ideyasından imtina edilir.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Soyqırım məsələsi və tanınma",
      "previous_sentence": "Tarixçilər Alexandre Bennigsen və Marie Bennigsen-Broxup Krım tatarlarının və Axısqa türklərinin deportasiyalarını Sovet hökuməti tərəfindən uğurlu şəkildə həyata keçirilmiş soyqırımlar kimi təqdim etməkdədir.",
      "claim": "Onlar bunu belə yekunlaşdırıblar ki, Krım tatarları, \"beş əsrdən çox Şərqi Avropanın tarixində mühüm rol oynamış bir xalq, sadəcə olaraq, mövcudluğunu dayandırıb\".",
      "subsequent_sentence": "Polyak alim Tomaş Kamusella müşahidə etmişdir ki, Moskva deportasiyadan sonra onları Krım tatarları kimi qeydiyyata alınmasına belə icazə verməyərək \"Krım tatarlarını və onların dilini yox etməyə\" cəhd etdi; çünki onlar yalnız özlərini tatar elan edə bildilər.",
      "label": 0
    },
    {
      "section": "Qaçqınlar məsələsi",
      "previous_sentence": null,
      "claim": "Baş Assambleyada 30 oktyabr 1952-dən 1953 30 iyuna qədərki dövr üçün 23 milyon dollarlıq yardım edilməsi ilə başlı qərar qəbul edildi.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Polşanın yenidən qurulması",
      "previous_sentence": "Şurası, İqnasi Daşınskinin rəhbərliyindəki Lubində olan qüvvələr Pilsudskiyə tabe olduğunu bildirdi.",
      "claim": "Ona tabe olanların çoxu sosialistlər oldu.",
      "subsequent_sentence": "Aparılan islahatlardan sonra 8 saatlıq iş rejimi, pulsuz məktəb təhsili və qadınlara seçki hüququnun verilməsi kimi böyük narazılıqları azaltmaq üçün lazım olan bir sıra qanunlar qəbul edildi.",
      "label": 0
    },
    {
      "section": "Çin kabinetləri",
      "previous_sentence": null,
      "claim": "Böyük Vətən müharibəsi zamanı Qərbi Çin kabinet demək olar ki, tamamilə məhv edilmişdi; qonşu Şəkilli zalda olduğu kimi, mərtəbə döşəmə və piltələri çökmüşdür, Böyük kaskada baxan dam və otağın şimal divarı, eləcə də Qərbi Çin kabineti ilə Şəkili zal arasındakı divar möcüzəvi şəkildə dağıntıdan xilas olmuşdur.",
      "subsequent_sentence": "Şərq Çin kabinetinin divar və döşəməsi xilas olsa da, onun bəzək işləmələri demək olar ki, tamamilə məhv olmuşdur.",
      "label": 0
    },
    {
      "section": "Reaksiyalar",
      "previous_sentence": "Eduard Mane bütün bu tənqidlərdən sonra çox məyus oldu.",
      "claim": "O, xatirələrində hadisələrin xronologiyasından bəhs edirdi:",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Müqəddəs Pyotr kafedrası və xeyir-dua almış rəbbani ayini kapellası",
      "previous_sentence": "Stulun hər iki tərəfinə metal qanadlar bərkidilmişdir ki, bu da onun sedia gestatoria və ya sedan kimi istifadəsinə imkan verir.",
      "claim": "Stulun arxa və qabaq tərəfi yonulmuş fil sümüyü ilə işlənmişdir.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Ruhların magiyası",
      "previous_sentence": "Spiritbending) var.",
      "claim": "Bu magiya həm real dünyada, həm də digər magiyaların heç birinin işləmədiyi ruh dünyasında istifadə edilə bilər.",
      "subsequent_sentence": "Müxtəlif ruhlar müxtəlif cür magiyadan istifadə edirlər.",
      "label": 0
    },
    {
      "section": "Bizansın vəziyyəti",
      "previous_sentence": "Demək olar ki, bütün mülkiyyətlərini itirdikdən sonra, o çox kiçik bir dövlət olmuşdu, onun hakimiyyəti paytaxtına yayılırdı — Konstantinopol şəhəri, onun ətrafları, Kiçik Asiya sahillərində bir neçə yunan adaları, Bolqarıstanın sahilində bir neçə şəhər, eləcə də Peloponnes yarımadası.",
      "claim": "Bu dövləti yalnız nominal olaraq imperiya hesab etmək olardı, çünki hətta qurumun nəzarət altında qalan hissəsinin hökmdarları da faktiki olaraq mərkəzi hakimiyyətdən asılı deyildilər.",
      "subsequent_sentence": "Buna görə də, XV əsrin ortalarında Bizans yalnız şərti bir imperiya hesab edilə bilər: şəhərin süqutu zamanı imperator hakimiyyəti yalnız Konstantinopolun qala divarları ilə məhdudlaşırdı və onun da əhalisi 50 min nəfərdən çox deyildi.",
      "label": 0
    },
    {
      "section": "Məzmun",
      "previous_sentence": "Məktəbdə oxuyan zaman ətrafda taun xəstəliyi yayılmağa başlayır.",
      "claim": "Bir çox insanlar, o cümlədən, məktəbin direktoru xəstəlikdən vəfat edir.",
      "subsequent_sentence": "Ceyn Eyr zaman keçdikcə bütün müəllimləri tərəfindən sevilir və bir çox şəxslərin ona paxıllıq etməsinə səbəb olur.",
      "label": 0
    },
    {
      "section": "Stefanssonun ekspedisiyası (1921–1924)",
      "previous_sentence": null,
      "claim": "Burada şimal sularında patruların maliyyələşdirməsi məsələsi sonradan Vrangellə bağlı mövzuya yönəlir.",
      "subsequent_sentence": "Meyqxan, keçmiş nazir, pozisiya lideri: \"Xariçi işlər naziri bilimi ki, hökumətin şimal adaları ilə bağlı siyasəti və Stefanssonun ekspedisiyanına dəstəyi bizi bu məsələyə təhkim edir?\" Qrexem, xariçi işlər naziri: \"Bu hökumətin olduqca həssas məsələsidir...\"",
      "label": 0
    },
    {
      "section": "1920-ci ilin yaz və yayında Qırmızı Ordunun hücumu",
      "previous_sentence": "Biz bu xətti keçdik, çünki polyaklara \"həqiqi yardım\" gəlməyənə qədər işi sona çatdırmaq lazım idi.",
      "claim": "Yuxarıda sadalanan motivlər ixtiyarımızdakı vaxtın nə qədər qısa olduğunu müəyyən etmək üçün kifayət edir.",
      "subsequent_sentence": null,
      "label": 0
    },
    {
      "section": "Romanovlar sülaləsinin süqutu (1905–1917)",
      "previous_sentence": "Çar imperatriçanı Çarskoe Seloda tək qoyub, orduya daha yaxşı rəhbərlik edə bilmək üçün cəbhəyə getdi.",
      "claim": "Bu həm Romanovlar sülaləsi, həm də Çar üçün görünməmiş bir addım idi, belə ki, Çarın yoxluğunda imperatriça sevimlisi Rasputinin məsləhəti ilə tez-tez dövlət xadimlərini işdən çıxarır və yenisini təyin edirdi.",
      "subsequent_sentence": "1916-cı ildə Rasputinin zadəganlar tərəfindən öldürülməsindən sonra, qəzəblənən imperatriça daha sərt davranmağa başladı və vəziyyət daha da pisləşdi, bu isə Sankt-Peterburqda inqilab küləklərinin əsməsinə təkan verdi.",
      "label": 0
    },
    {
      "section": "Birinci mərhələ",
      "previous_sentence": null,
      "claim": "Misir ordusu iki əsas istiqamətdə irəliləyirdi.",
      "subsequent_sentence": "Onlardan biri sahil ilə şimala doğru – indiki Qəzzə keçidi ilə irəliləyirdi.",
      "label": 0
    },
    {
      "section": "Birinci döyüşlər 1701-1708",
      "previous_sentence": "Bundan sonra İspaniyadakı müharibə ümumi mənzərəni dəyişdirməyən bir sıra kiçik toqquşmalara çevrildi.",
      "claim": "Şimal müharibəsinin qızışması ilə müharibədə əsas döyüşlər səngiməyə başladı.",
      "subsequent_sentence": "Mütəffiqlər XIV Lüdoviki sülhə məcbur etmək üçün Fransanın daxilinə yürüşə cəhd etdilər.",
      "label": 0
    }
  ]
}